{
    "type": "Collection",
    "stac_version": "1.0.0",
    "stac_extensions": [
        "https://stac-extensions.github.io/datacube/v1.0.0/schema.json",
        "https://stac-extensions.github.io/raster/v1.0.0/schema.json"
    ],
    "id": "administrative_boundaries_of_eea38_and_the_united_kingdom",
    "title": "Administrative boundaries of EEA38 and the United Kingdom",
    "description": "This metadata refers to the dataset representing the administrative boundaries of the EEA38 member countries and the United Kingdom at various aggregation levels using the NUTS 2021 classification (Nomenclature of territorial units for statistics): country (NUTS0), NUTS1, NUTS2, and NUTS3 regions, plus some extra territories as Andorra, Monaco, San Marino, Vatican City.\nThe dataset has been created in raster format with a spatial resolution of 100m grid size, matching with the Corine Land Cover 2018 accounting layer to support spatial analysis and calculating statistics at country level for the European territory as needed by accounting activities such as Land and Ecosystem Accounting (LEAC).\nThis dataset is based on the Eurostat GISCO database (extracted in May 2021), in particular on the layer NUTS 2021 at 100:000 scale for the main countries complemented by part of additional layers as EEZ (Exclusive Economic Zone) 2021, and EuroGeographics' EuroBoundaryMap 2022 dataset.\nThe EEA-adapted metadata of the data sources, GISCO NUTS 2021 and EBM 2022, can be consulted in the EEA SDI data catalogue.The public metadata for NUTS 2021 released by Eurostat is available here: https://gisco-services.ec.europa.eu/distribution/v2/nuts/nuts-2021-metadata.xml. An introduction to the NUTS classification is available here: http://ec.europa.eu/eurostat/web/nuts/overview. More information about EuroBoundaryMap can be found here: https://eurogeographics.org/maps-for-europe/ebm/.",
    "license": "proprietary",
    "extent": {
        "spatial": {
            "bbox": [[-32,27,45,71]]
        },
        "temporal":{
            "interval":[[
                "2021-01-01T00:00:00Z",
                "2021-12-31T23:59:59Z"
            ]]
        }
    },
    "links": [
        {
            "href": "https://fairicube.github.io/data-requests/administrative_boundaries_of_eea38_and_the_united_kingdom.json",
            "rel": "self",
            "type": "application/json"
        },
        {
            "href": "https://fairicube.github.io/data-requests/index.json",
            "rel": "root",
            "type": "application/json"
        },
        {
            "href": "https://fairicube.github.io/data-requests/index.json",
            "rel": "parent",
            "type": "application/json"
        }
    ]
}
