{
  "type": "Feature",
  "stac_version": "2.2.0",
  "id": "Urban_Atlas_2018_10m_raster",
  "properties": {
    "license": "Access to data is based on a principle of full, open and free access as established by the Copernicus data and information policy Regulation (EU) No 1159/2013 of 12 July 2013. This regulation establishes registration and licensing conditions for GMES/Copernicus users and can be found here. Free, full and open access to this data set is made on the conditions that:  When distributing or communicating Copernicus dedicated data and Copernicus service information to the public, users shall inform the public of the source of that data and information. Users shall make sure not to convey the impression to the public that the users activities are officially endorsed by the Union. Where that data or information has been adapted or modified, the user shall clearly state this. The data remain the sole property of the European Union. Any information and data produced in the framework of the action shall be the sole property of the European Union. Any communication and publication by the beneficiary shall acknowledge that the data were produced “with funding by the European Union”.",
    "Description": "The Urban Atlas provides harmonised very high resolution pan-European land cover and land use data generated for cities and sorroundings according to the Functional Urban Areas (FUA). The FUAs are distributed among EU, EFTA, West Balkans, UK and Turkey. Urban Atlas is available for 2006, 2012 and 2018. Urban Atlas 2018 covers 788 FUAs.\nMore information at [https://land.copernicus.eu/local/urban-atlas](https://land.copernicus.eu/local/urban-atlas)",
    "providers": [
      "European Environment Agency (EEA) under the framework of the Copernicus programme"
    ],
    "Data Source": "CLMS (https://land.copernicus.eu/local/urban-atlas/urban-atlas-2018?tab=download)",
    "assets": {},
    "cube:dimensions": {
      "x": {
        "axis": "x",
        "extent": [
          -180,
          180
        ],
        "reference_system": "ESPG:4326",
        "type": "spatial"
      },
      "y": {
        "axis": "y",
        "extent": [
          -90,
          90
        ],
        "reference_system": "ESPG:4326",
        "type": "spatial"
      },
      "time": {
        "values": [
          "2000-01-01T00:00:00"
        ],
        "type": "temporal"
      }
    },
    "datetime": "2000-01-01T00:00:00Z"
  },
  "geometry": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -180.0,
          -90.0
        ],
        [
          -180.0,
          90.0
        ],
        [
          180.0,
          90.0
        ],
        [
          180.0,
          -90.0
        ],
        [
          -180.0,
          -90.0
        ]
      ]
    ]
  },
  "links": [
    {
      "rel": "root",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "data-access catalog"
    },
    {
      "rel": "parent",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "data-access catalog"
    }
  ],
  "assets": {},
  "bbox": [
    -180.0,
    -90.0,
    180.0,
    90.0
  ],
  "stac_extensions": [
    "https://stac-extensions.github.io/datacube/v2.0.0/schema.json"
  ]
}