{
  "type": "Feature",
  "stac_version": "1.0.0",
  "id": "ERA5_Land_monthly",
  "properties": {
    "license": "other",
    "description": "ERA5-Land is a reanalysis dataset providing a consistent view of the evolution of land variables over several decades at an enhanced resolution compared to ERA5. ERA5-Land has been produced by replaying the land component of the ECMWF ERA5 climate reanalysis. Reanalysis combines model data with observations from across the world into a globally complete and consistent dataset using the laws of physics. Reanalysis produces data that goes several decades back in time, providing an accurate description of the climate of the past.\n\nERA5-Land provides a consistent view of the water and energy cycles at surface level during several decades. It contains a detailed record from 1950 onwards, with a temporal resolution of 1 hour. The native spatial resolution of the ERA5-Land reanalysis dataset is 9km on a reduced Gaussian grid (TCo1279). The data in the CDS has been regridded to a regular lat-lon grid of 0.1x0.1 degrees.\n\nThe data presented here is a post-processed subset of the full ERA5-Land dataset. Monthly-mean averages have been pre-calculated to facilitate many applications requiring easy and fast access to the data, when sub-monthly fields are not required.",
    "dataSource": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/reanalysis-era5-land-monthly-means",
    "cube:dimensions": {
      "x": {
        "axis": "x",
        "extent": [
          -180,
          180
        ],
        "reference_system": "4326",
        "type": "spatial",
        "unit": "degree",
        "step": "0.1"
      },
      "y": {
        "axis": "y",
        "extent": [
          -90,
          90
        ],
        "reference_system": "4326",
        "type": "spatial",
        "unit": "degree",
        "step": "0.1"
      },
      "time": {
        "extent": [
          "1950-01-01T00:00Z",
          "2024-05-01T00:00Z"
        ],
        "type": "temporal",
        "step": "P0Y1M0DT0H0M0S",
        "unit": "month"
      }
    },
    "datetime": null,
    "raster:bands": [
      {
        "band_name": "u10",
        "unit": "m/s",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/165",
        "description": "Eastward component of the 10m wind. It is the horizontal speed of air moving towards the east, at a height of ten metres above the surface of the Earth, in metres per second. Care should be taken when comparing this variable with observations, because wind observations vary on small space and time scales and are affected by the local terrain, vegetation and buildings that are represented only on average in the ECMWF Integrated Forecasting System. This variable can be combined with the V component of 10m wind to give the speed and direction of the horizontal 10m wind.<"
      },
      {
        "band_name": "v10",
        "unit": "m/s",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/166",
        "description": "Northward component of the 10m wind. It is the horizontal speed of air moving towards the north, at a height of ten metres above the surface of the Earth, in metres per second. Care should be taken when comparing this variable with observations, because wind observations vary on small space and time scales and are affected by the local terrain, vegetation and buildings that are represented only on average in the ECMWF Integrated Forecasting System. This variable can be combined with the U component of 10m wind to give the speed and direction of the horizontal 10m wind."
      },
      {
        "band_name": "d2m",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/168",
        "description": "Temperature to which the air, at 2 metres above the surface of the Earth, would have to be cooled for saturation to occur.It is a measure of the humidity of the air. Combined with temperature and pressure, it can be used to calculate the relative humidity. 2m dew point temperature is calculated by interpolating between the lowest model level and the Earth's surface, taking account of the atmospheric conditions. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "t2m",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/167",
        "description": "Temperature of air at 2m above the surface of land, sea or in-land waters. 2m temperature is calculated by interpolating between the lowest model level and the Earth's surface, taking account of the atmospheric conditions. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "evaporation_from_bare_soil",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228101",
        "description": "The amount of evaporation from bare soil at the top of the land surface. This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "evaporation_from_open_water_surfaces_excluding_oceans",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228102",
        "description": "Amount of evaporation from surface water storage like lakes and inundated areas but excluding oceans. This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "evaporation_from_the_top_of_canopy",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228100",
        "description": "The amount of evaporation from the canopy interception reservoir at the top of the canopy. This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "evaporation_from_vegetation_transpiration",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228103",
        "description": "Amount of evaporation from vegetation transpiration. This has the same meaning as root extraction i.e. the amount of water extracted from the different soil layers. This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "forecast_albedo",
        "unit": "1",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/243",
        "description": "Is a measure of the reflectivity of the Earth's surface. It is the fraction of solar (shortwave) radiation reflected by Earth's surface, across the solar spectrum, for both direct and diffuse radiation. Values are between 0 and 1. Typically, snow and ice have high reflectivity with albedo values of 0.8 and above, land has intermediate values between about 0.1 and 0.4 and the ocean has low values of 0.1 or less. Radiation from the Sun (solar, or shortwave, radiation) is partly reflected back to space by clouds and particles in the atmosphere (aerosols) and some of it is absorbed. The rest is incident on the Earth's surface, where some of it is reflected. The portion that is reflected by the Earth's surface depends on the albedo. In the ECMWF Integrated Forecasting System (IFS), a climatological background albedo (observed values averaged over a period of several years) is used, modified by the model over water, ice and snow. Albedo is often shown as a percentage (%)."
      },
      {
        "band_name": "lake_bottom_temperature",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228010",
        "description": "Temperature of water at the bottom of inland water bodies (lakes, reservoirs, rivers) and coastal waters. ECMWF implemented a lake model in May 2015 to represent the water temperature and lake ice of all the world’s major inland water bodies in the Integrated Forecasting System. The model keeps lake depth and surface area (or fractional cover) constant in time."
      },
      {
        "band_name": "lake_ice_depth",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228014",
        "description": "The thickness of ice on inland water bodies (lakes, reservoirs and rivers) and coastal waters. The ECMWF Integrated Forecasting System (IFS) represents the formation and melting of ice on inland water bodies (lakes, reservoirs and rivers) and coastal water. A single ice layer is represented. This parameter is the thickness of that ice layer."
      },
      {
        "band_name": "lake_ice_temperature",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228013",
        "description": "The temperature of the uppermost surface of ice on inland water bodies (lakes, reservoirs, rivers) and coastal waters. The ECMWF Integrated Forecasting System represents the formation and melting of ice on lakes. A single ice layer is represented. The temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "lake_mix_layer_depth",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228009",
        "description": "The thickness of the upper most layer of an inland water body (lake, reservoirs, and rivers) or coastal waters that is well mixed and has a near constant temperature with depth (uniform distribution of temperature). The ECMWF Integrated Forecasting System represents inland water bodies with two layers in the vertical, the mixed layer above and the thermocline below. Thermoclines upper boundary is located at the mixed layer bottom, and the lower boundary at the lake bottom. Mixing within the mixed layer can occur when the density of the surface (and near-surface) water is greater than that of the water below. Mixing can also occur through the action of wind on the surface of the lake."
      },
      {
        "band_name": "lake_mix_layer_temperature",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://codes.ecmwf.int/grib/param-db/228008",
        "description": "The temperature of the upper most layer of inland water bodies (lakes, reservoirs and rivers) or coastal waters) that is well mixed. The ECMWF Integrated Forecasting System represents inland water bodies with two layers in the vertical, the mixed layer above and the thermocline below. Thermoclines upper boundary is located at the mixed layer bottom, and the lower boundary at the lake bottom. Mixing within the mixed layer can occur when the density of the surface (and near-surface) water is greater than that of the water below. Mixing can also occur through the action of wind on the surface of the lake. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "lake_shape_factor",
        "unit": "1",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228012",
        "description": "This parameter describes the way that temperature changes with depth in the thermocline layer of inland water bodies (lakes, reservoirs and rivers) and coastal waters. It is used to calculate the lake bottom temperature and other lake-related parameters. The ECMWF Integrated Forecasting System represents inland and coastal water bodies with two layers in the vertical, the mixed layer above and the thermocline below where temperature changes with depth."
      },
      {
        "band_name": "lake_total_layer_temperature",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228011",
        "description": "The mean temperature of total water column in inland water bodies (lakes, reservoirs and rivers) and coastal waters. The ECMWF Integrated Forecasting System represents inland water bodies with two layers in the vertical, the mixed layer above and the thermocline below where temperature changes with depth. This parameter is the mean over the two layers. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "leaf_area_index_high_vegetation",
        "unit": "m2/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/67",
        "description": "One-half of the total green leaf area per unit horizontal ground surface area for high vegetation type."
      },
      {
        "band_name": "leaf_area_index_low_vegetation",
        "unit": "m2/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/66",
        "description": "One-half of the total green leaf area per unit horizontal ground surface area for low vegetation type."
      },
      {
        "band_name": "potential_evaporation",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228251",
        "description": "Potential evaporation (pev) in the current ECMWF model is computed, by making a second call to the surface energy balance routine with the vegetation variables set to crops/mixed farming and assuming no stress from soil moisture. In other words, evaporation is computed for agricultural land as if it is well watered and assuming that the atmosphere is not affected by this artificial surface condition. The latter may not always be realistic. Although pev is meant to provide an estimate of irrigation requirements, the method can give unrealistic results in arid conditions due to too strong evaporation forced by dry air. Note that in ERA5-Land pev is computed as an open water evaporation (Pan evaporation) and assuming that the atmosphere is not affected by this artificial surface condition. The latter is different from the way pev is computed in ERA5. This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "runoff",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/205",
        "description": "Some water from rainfall, melting snow, or deep in the soil, stays stored in the soil. Otherwise, the water drains away, either over the surface (surface runoff), or under the ground (sub-surface runoff) and the sum of these two is simply called 'runoff'. This variable is the total amount of water accumulated from the beginning of the forecast time to the end of the forecast step. The units of runoff are depth in metres. This is the depth the water would have if it were spread evenly over the grid box. Care should be taken when comparing model variables with observations, because observations are often local to a particular point rather than averaged over a grid square area. Observations are also often taken in different units, such as mm/day, rather than the accumulated metres produced here. Runoff is a measure of the availability of water in the soil, and can, for example, be used as an indicator of drought or flood. More information about how runoff is calculated is given in the IFS Physical Processes documentation."
      },
      {
        "band_name": "skin_reservoir_content",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/198",
        "description": "Amount of water in the vegetation canopy and/or in a thin layer on the soil. It represents the amount of rain intercepted by foliage, and water from dew. The maximum amount of 'skin reservoir content' a grid box can hold depends on the type of vegetation, and may be zero. Water leaves the 'skin reservoir' by evaporation."
      },
      {
        "band_name": "skin_temperature",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/235",
        "description": "Temperature of the surface of the Earth. The skin temperature is the theoretical temperature that is required to satisfy the surface energy balance. It represents the temperature of the uppermost surface layer, which has no heat capacity and so can respond instantaneously to changes in surface fluxes. Skin temperature is calculated differently over land and sea. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "snow_albedo",
        "unit": "1",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/32",
        "description": "It is defined as the fraction of solar (shortwave) radiation reflected by the snow, across the solar spectrum, for both direct and diffuse radiation. It is a measure of the reflectivity of the snow covered grid cells. Values vary between 0 and 1. Typically, snow and ice have high reflectivity with albedo values of 0.8 and above."
      },
      {
        "band_name": "snow_cover",
        "unit": "1",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/260038",
        "description": "It represents the fraction (0-1) of the cell / grid-box occupied by snow (similar to the cloud cover fields of ERA5)."
      },
      {
        "band_name": "snow_density",
        "unit": "kg/m3",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/33",
        "description": "Mass of snow per cubic metre in the snow layer. The ECMWF Integrated Forecast System (IFS) model represents snow as a single additional layer over the uppermost soil level. The snow may cover all or part of the grid box."
      },
      {
        "band_name": "snow_depth",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/3066",
        "description": "Instantaneous grib-box average of the snow thickness on the ground (excluding snow on canopy)."
      },
      {
        "band_name": "snow_depth_water_equivalent",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/141",
        "description": "Depth of snow from the snow-covered area of a grid box. Its units are metres of water equivalent, so it is the depth the water would have if the snow melted and was spread evenly over the whole grid box. The ECMWF Integrated Forecast System represents snow as a single additional layer over the uppermost soil level. The snow may cover all or part of the grid box."
      },
      {
        "band_name": "snow_evaporation",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://codes.ecmwf.int/grib/param-db/44",
        "description": "Evaporation from snow averaged over the grid box (to find flux over snow, divide by snow fraction). This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "snowfall",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/144",
        "description": "Accumulated total snow that has fallen to the Earth's surface. It consists of snow due to the large-scale atmospheric flow (horizontal scales greater than around a few hundred metres) and convection where smaller scale areas (around 5km to a few hundred kilometres) of warm air rise. If snow has melted during the period over which this variable was accumulated, then it will be higher than the snow depth. This variable is the total amount of water accumulated from the beginning of the forecast time to the end of the forecast step. The units given measure the depth the water would have if the snow melted and was spread evenly over the grid box. Care should be taken when comparing model variables with observations, because observations are often local to a particular point in space and time, rather than representing averages over a model grid box and model time step."
      },
      {
        "band_name": "snowmelt",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/45",
        "description": "Melting of snow averaged over the grid box (to find melt over snow, divide by snow fraction). This variable is accumulated from the beginning of the forecast time to the end of the forecast step."
      },
      {
        "band_name": "soil_temperature_level_1",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/139",
        "description": "Temperature of the soil in layer 1 (0 - 7 cm) of the ECMWF Integrated Forecasting System. The surface is at 0 cm. Soil temperature is set at the middle of each layer, and heat transfer is calculated at the interfaces between them. It is assumed that there is no heat transfer out of the bottom of the lowest layer. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "soil_temperature_level_2",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/170",
        "description": "Temperature of the soil in layer 2 (7 -28cm) of the ECMWF Integrated Forecasting System."
      },
      {
        "band_name": "soil_temperature_level_3",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/183",
        "description": "Temperature of the soil in layer 3 (28-100cm) of the ECMWF Integrated Forecasting System."
      },
      {
        "band_name": "soil_temperature_level_4",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/236",
        "description": "Temperature of the soil in layer 4 (100-289 cm) of the ECMWF Integrated Forecasting System."
      },
      {
        "band_name": "sub_surface_runoff",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/9",
        "description": "Some water from rainfall, melting snow, or deep in the soil, stays stored in the soil. Otherwise, the water drains away, either over the surface (surface runoff), or under the ground (sub-surface runoff) and the sum of these two is simply called 'runoff'. This variable is accumulated from the beginning of the forecast time to the end of the forecast step. The units of runoff are depth in metres. This is the depth the water would have if it were spread evenly over the grid box. Care should be taken when comparing model variables with observations, because observations are often local to a particular point rather than averaged over a grid square area. Observations are also often taken in different units, such as mm/day, rather than the accumulated metres produced here. Runoff is a measure of the availability of water in the soil, and can, for example, be used as an indicator of drought or flood. More information about how runoff is calculated is given in the IFS Physical Processes documentation."
      },
      {
        "band_name": "surface_latent_heat_flux",
        "unit": "J/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/147",
        "description": "Exchange of latent heat with the surface through turbulent diffusion. This variables is accumulated from the beginning of the forecast time to the end of the forecast step. By model convention, downward fluxes are positive."
      },
      {
        "band_name": "surface_net_solar_radiation",
        "unit": "J/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/176",
        "description": "Amount of solar radiation (also known as shortwave radiation) reaching the surface of the Earth (both direct and diffuse) minus the amount reflected by the Earth's surface (which is governed by the albedo).Radiation from the Sun (solar, or shortwave, radiation) is partly reflected back to space by clouds and particles in the atmosphere (aerosols) and some of it is absorbed. The rest is incident on the Earth's surface, where some of it is reflected. The difference between downward and reflected solar radiation is the surface net solar radiation. This variable is accumulated from the beginning of the forecast time to the end of the forecast step. The units are joules per square metre (J m-2). To convert to watts per square metre (W m-2), the accumulated values should be divided by the accumulation period expressed in seconds. The ECMWF convention for vertical fluxes is positive downwards."
      },
      {
        "band_name": "surface_net_thermal_radiation",
        "unit": "J/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/177",
        "description": "Net thermal radiation at the surface. Accumulated field from the beginning of the forecast time to the end of the forecast step. By model convention downward fluxes are positive."
      },
      {
        "band_name": "surface_pressure",
        "unit": "Pa",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/134",
        "description": "Pressure (force per unit area) of the atmosphere on the surface of land, sea and in-land water. It is a measure of the weight of all the air in a column vertically above the area of the Earth's surface represented at a fixed point. Surface pressure is often used in combination with temperature to calculate air density. The strong variation of pressure with altitude makes it difficult to see the low and high pressure systems over mountainous areas, so mean sea level pressure, rather than surface pressure, is normally used for this purpose. The units of this variable are Pascals (Pa). Surface pressure is often measured in hPa and sometimes is presented in the old units of millibars, mb (1 hPa = 1 mb = 100 Pa)."
      },
      {
        "band_name": "surface_runoff",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/8",
        "description": "Some water from rainfall, melting snow, or deep in the soil, stays stored in the soil. Otherwise, the water drains away, either over the surface (surface runoff), or under the ground (sub-surface runoff) and the sum of these two is simply called 'runoff'. This variable is the total amount of water accumulated from the beginning of the forecast time to the end of the forecast step. The units of runoff are depth in metres. This is the depth the water would have if it were spread evenly over the grid box. Care should be taken when comparing model variables with observations, because observations are often local to a particular point rather than averaged over a grid square area. Observations are also often taken in different units, such as mm/day, rather than the accumulated metres produced here. Runoff is a measure of the availability of water in the soil, and can, for example, be used as an indicator of drought or flood. More information about how runoff is calculated is given in the IFS Physical Processes documentation."
      },
      {
        "band_name": "surface_sensible_heat_flux",
        "unit": "J/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/146",
        "description": "Transfer of heat between the Earth's surface and the atmosphere through the effects of turbulent air motion (but excluding any heat transfer resulting from condensation or evaporation). The magnitude of the sensible heat flux is governed by the difference in temperature between the surface and the overlying atmosphere, wind speed and the surface roughness. For example, cold air overlying a warm surface would produce a sensible heat flux from the land (or ocean) into the atmosphere. This is a single level variable and it is accumulated from the beginning of the forecast time to the end of the forecast step. The units are joules per square metre (J m-2). To convert to watts per square metre (W m-2), the accumulated values should be divided by the accumulation period expressed in seconds. The ECMWF convention for vertical fluxes is positive downwards."
      },
      {
        "band_name": "surface_downwelling_shortwave_flux_in_air",
        "unit": "J/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/169",
        "description": "Amount of solar radiation (also known as shortwave radiation) reaching the surface of the Earth. This variable comprises both direct and diffuse solar radiation. Radiation from the Sun (solar, or shortwave, radiation) is partly reflected back to space by clouds and particles in the atmosphere (aerosols) and some of it is absorbed. The rest is incident on the Earth's surface (represented by this variable). To a reasonably good approximation, this variable is the model equivalent of what would be measured by a pyranometer (an instrument used for measuring solar radiation) at the surface. However, care should be taken when comparing model variables with observations, because observations are often local to a particular point in space and time, rather than representing averages over a model grid box and model time step. This variable is accumulated from the beginning of the forecast time to the end of the forecast step. The units are joules per square metre (J m-2). To convert to watts per square metre (W m-2), the accumulated values should be divided by the accumulation period expressed in seconds. The ECMWF convention for vertical fluxes is positive downwards."
      },
      {
        "band_name": "surface_solar_radiation_downwards",
        "unit": "J/m2",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/175",
        "description": "Amount of thermal (also known as longwave or terrestrial) radiation emitted by the atmosphere and clouds that reaches the Earth's surface. The surface of the Earth emits thermal radiation, some of which is absorbed by the atmosphere and clouds. The atmosphere and clouds likewise emit thermal radiation in all directions, some of which reaches the surface (represented by this variable). This variable is accumulated from the beginning of the forecast time to the end of the forecast step. The units are joules per square metre (J m-2). To convert to watts per square metre (W m-2), the accumulated values should be divided by the accumulation period expressed in seconds. The ECMWF convention for vertical fluxes is positive downwards."
      },
      {
        "band_name": "temperature_of_snow_layer",
        "unit": "K",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/238",
        "description": "This variable gives the temperature of the snow layer from the ground to the snow-air interface. The ECMWF Integrated Forecast System (IFS) model represents snow as a single additional layer over the uppermost soil level. The snow may cover all or part of the grid box. Temperature measured in kelvin can be converted to degrees Celsius (°C) by subtracting 273.15."
      },
      {
        "band_name": "total_evaporation",
        "unit": "m[H2O]",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/182",
        "description": "Accumulated amount of water that has evaporated from the Earth's surface, including a simplified representation of transpiration (from vegetation), into vapour in the air above. This variable is accumulated from the beginning of the forecast to the end of the forecast step. The ECMWF Integrated Forecasting System convention is that downward fluxes are positive. Therefore, negative values indicate evaporation and positive values indicate condensation."
      },
      {
        "band_name": "total_precipitation",
        "unit": "m",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/228",
        "description": "Accumulated liquid and frozen water, including rain and snow, that falls to the Earth's surface. It is the sum of large-scale precipitation (that precipitation which is generated by large-scale weather patterns, such as troughs and cold fronts) and convective precipitation (generated by convection which occurs when air at lower levels in the atmosphere is warmer and less dense than the air above, so it rises). Precipitation variables do not include fog, dew or the precipitation that evaporates in the atmosphere before it lands at the surface of the Earth. This variable is accumulated from the beginning of the forecast time to the end of the forecast step. The units of precipitation are depth in metres. It is the depth the water would have if it were spread evenly over the grid box. Care should be taken when comparing model variables with observations, because observations are often local to a particular point in space and time, rather than representing averages over a model grid box and model time step."
      },
      {
        "band_name": "volumetric_soil_water_layer_1",
        "unit": "m3/m3",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/39",
        "description": "Volume of water in soil layer 1 (0 - 7 cm) of the ECMWF Integrated Forecasting System. The surface is at 0 cm. The volumetric soil water is associated with the soil texture (or classification), soil depth, and the underlying groundwater level."
      },
      {
        "band_name": "volumetric_soil_water_layer_2",
        "unit": "m3/m3",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/40",
        "description": "Volume of water in soil layer 2 (7 -28 cm) of the ECMWF Integrated Forecasting System."
      },
      {
        "band_name": "volumetric_soil_water_layer_3",
        "unit": "m3/m3",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/41",
        "description": "Volume of water in soil layer 3 (28-100 cm) of the ECMWF Integrated Forecasting System."
      },
      {
        "band_name": "volumetric_soil_water_layer_4",
        "unit": "m3/m3",
        "data_type": "int16",
        "nodata": -32767,
        "definition": "https://apps.ecmwf.int/codes/grib/param-db/42",
        "description": "Volume of water in soil layer 4 (100-289 cm) of the ECMWF Integrated Forecasting System."
      }
    ],
    "title": "ERA5-Land monthly averaged data from 1950 to present",
    "keywords": "era5, land, global, gridded, monthly, u10, v10, d2m, t2m, evaporation_from_bare_soil, evaporation_from_open_water_surfaces_excluding_oceans, evaporation_from_the_top_of_canopy, evaporation_from_vegetation_transpiration, forecast_albedo, lake_bottom_temperature, lake_ice_depth, lake_ice_temperature, lake_mix_layer_depth, lake_mix_layer_temperature, lake_shape_factor, lake_total_layer_temperature, leaf_area_index_high_vegetation, leaf_area_index_low_vegetation, potential_evaporation, runoff, skin_reservoir_content, skin_temperature, snow_albedo, snow_cover, snow_density, snow_depth, snow_depth_water_equivalent, snow_evaporation, snowfall, snowmelt, soil_temperature_level_1, soil_temperature_level_2, soil_temperature_level_3, soil_temperature_level_4, sub_surface_runoff, surface_latent_heat_flux, surface_net_solar_radiation, surface_net_thermal_radiation, surface_pressure, surface_runoff, surface_sensible_heat_flux, surface_downwelling_shortwave_flux_in_air, surface_solar_radiation_downwards, temperature_of_snow_layer, total_evaporation, total_precipitation, volumetric_soil_water_layer_1, volumetric_soil_water_layer_2, volumetric_soil_water_layer_3, volumetric_soil_water_layer_4",
    "area_cover": "global",
    "documentation": "https://confluence.ecmwf.int/display/CKB/ERA5-Land%3A+data+documentation#heading-Referencearticles",
    "proj:code": "EPSG:4326",
    "start_datetime": "1950-01-01T00:00Z",
    "end_datetime": "2024-05-01T00:00Z",
    "provenance_name": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/reanalysis-era5-land-monthly-means",
    "modification": null,
    "provision": null,
    "ingestion_status": "complete",
    "platform": "Rasdaman",
    "contacts": [
      {
        "name": "ECMWF",
        "organization": "ECMWF"
      }
    ]
  },
  "geometry": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -180,
          -90
        ],
        [
          -180,
          90
        ],
        [
          180,
          90
        ],
        [
          180,
          -90
        ],
        [
          -180,
          -90
        ]
      ]
    ]
  },
  "links": [
    {
      "rel": "root",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "data-access catalog"
    },
    {
      "rel": "parent",
      "href": "../catalog.json",
      "type": "application/json",
      "title": "data-access catalog"
    },
    {
      "href": "https://catalog:JdpsUHpPoqXtbM3@fairicube.rasdaman.com/rasdaman/ows?&SERVICE=WCS&VERSION=2.1.0&REQUEST=DescribeCoverage&COVERAGEID=ERA5_Land_monthly&outputType=GeneralGridCoverage",
      "rel": "about",
      "type": "text/xml",
      "title": "Link to the rasdaman coverage description in XML"
    },
    {
      "href": "https://fairicube.rasdaman.com/rasdaman-dashboard/?layers=ERA5_Land_monthly",
      "rel": "service",
      "type": "text/html",
      "title": "Link to the rasdaman web application to Access, process gridded data"
    },
    {
      "title": "ECMWF",
      "href": "https://confluence.ecmwf.int/display/CKB/ERA5-Land%3A+data+documentation",
      "rel": "cite-as"
    }
  ],
  "assets": {
    "thumbnail_rasdaman": {
      "href": "https://catalog:JdpsUHpPoqXtbM3@fairicube.rasdaman.com/rasdaman/ows?service=WMS&version=1.3.0&request=GetMap&layers=ERA5_Land_monthly&bbox=-90,-180,90,180&time=\"1950-01-01T00:00Z\"&width=800&height=600&crs=EPSG:4326&format=image/png&transparent=true&styles=",
      "roles": [
        "thumbnail"
      ]
    }
  },
  "bbox": [
    -180,
    -90,
    180,
    90
  ],
  "stac_extensions": [
    "https://stac-extensions.github.io/raster/v1.1.0/schema.json",
    "https://stac-extensions.github.io/datacube/v2.0.0/schema.json",
    "https://stac-extensions.github.io/prov/v1.0.0/schema.json",
    "https://stac-extensions.github.io/projection/v2.0.0/schema.json",
    "https://stac-extensions.github.io/contacts/v0.1.1/schema.json"
  ],
  "wasDerivedFrom": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/reanalysis-era5-land-monthly-means?tab=form",
  "wasGeneratedBy": "https://confluence.ecmwf.int/display/CKB/ERA5-Land%3A+data+documentation#heading-LandSurfaceModel"
}